{
  "meta": {
    "title": "Политика использования файлов cookie | Royal Transfer EU",
    "description": "Узнайте о том, как Royal Transfer EU использует файлы cookie и как управлять своими предпочтениями в отношении файлов cookie."
  },
  "title": "Политика использования файлов cookie",
  "intro": {
    "title": "Что такое файлы cookie",
    "description": "Файлы cookie — это небольшие текстовые файлы, которые размещаются на вашем компьютере или мобильном устройстве веб-сайтами, которые вы посещаете. Они широко используются для того, чтобы веб-сайты работали более эффективно и предоставляли информацию владельцам сайта. Файлы cookie помогают нам улучшить ваш опыт работы с веб-сайтом несколькими способами, включая запоминание ваших предпочтений, анализ использования нашего веб-сайта и персонализацию вашего опыта."
  },
  "usage": {
    "title": "Как мы используем файлы cookie",
    "description": "Royal Transfer EU использует файлы cookie для различных целей, включая:",
    "list": [
      "Обеспечение правильной работы веб-сайта",
      "Понимание того, как вы используете наш веб-сайт, чтобы улучшить ваш опыт",
      "Запоминание ваших предпочтений и настроек",
      "Измерение эффективности наших маркетинговых кампаний"
    ]
  },
  "types": {
    "title": "Типы файлов cookie, которые мы используем",
    "necessary": {
      "title": "Необходимые файлы cookie",
      "description": "Эти файлы cookie необходимы для работы нашего веб-сайта и не могут быть отключены в наших системах. Обычно они устанавливаются только в ответ на ваши действия, такие как настройка ваших предпочтений конфиденциальности, вход в систему или заполнение форм. Вы можете настроить свой браузер для блокировки этих файлов cookie, но некоторые части веб-сайта могут не работать должным образом."
    },
    "analytics": {
      "title": "Аналитические файлы cookie",
      "description": "Эти файлы cookie позволяют нам подсчитывать посещения и источники трафика, чтобы мы могли измерять и улучшать производительность нашего веб-сайта. Они помогают нам понять, какие страницы являются наиболее и наименее популярными, и видеть, как посетители перемещаются по сайту. Если вы отключите эти файлы cookie, мы не будем знать, когда вы посетили наш сайт."
    },
    "marketing": {
      "title": "Маркетинговые файлы cookie",
      "description": "Эти файлы cookie могут быть установлены через наш сайт нашими рекламными партнерами. Они могут использоваться этими компаниями для создания профиля ваших интересов и показа вам релевантной рекламы на других сайтах. Они не хранят непосредственно личную информацию, но основаны на уникальной идентификации вашего браузера и интернет-устройства."
    },
    "preferences": {
      "title": "Файлы cookie для предпочтений",
      "description": "Эти файлы cookie позволяют веб-сайту запоминать ваши предпочтения, выборы и настройки, чтобы предоставлять улучшенные, персонализированные функции. Они могут быть установлены нами или сторонними поставщиками, чьи услуги мы добавили на наши страницы."
    }
  },
  "managing": {
    "title": "Управление вашими предпочтениями в отношении файлов cookie",
    "description": "Вы можете управлять своими предпочтениями в отношении файлов cookie в любое время, нажав на ссылку «Настройки файлов cookie» в нижней части нашего веб-сайта. Кроме того, большинство веб-браузеров позволяют контролировать файлы cookie через их настройки. Обратите внимание, что если вы решите блокировать определенные файлы cookie, это может повлиять на ваш опыт использования нашего веб-сайта.",
    "more": "Чтобы узнать больше о файлах cookie, включая то, как увидеть, какие файлы cookie были установлены, и как управлять ими и удалять их, посетите www.allaboutcookies.org."
  },
  "changes": {
    "title": "Изменения в этой Политике использования файлов cookie",
    "description": "Мы можем периодически обновлять нашу Политику использования файлов cookie, чтобы отразить изменения в технологии, регулировании или наших деловых практиках. Любые изменения будут опубликованы на этой странице, и если изменения существенны, мы предоставим более заметное уведомление.",
    "updated": "Эта Политика использования файлов cookie была последний раз обновлена 25 апреля 2025 года."
  }
}
