{
  "meta": {
    "title": "Политика конфиденциальности | Royal Transfer EU",
    "description": "Узнайте, как Royal Transfer EU собирает, использует и защищает ваши персональные данные в соответствии с законами ЕС о конфиденциальности."
  },
  "title": "Политика конфиденциальности",
  "intro": {
    "p1": "Ваша конфиденциальность важна для нас. Эта Политика конфиденциальности объясняет, как Royal Transfer EU собирает, использует и защищает ваши персональные данные при использовании наших услуг или посещении нашего сайта. Мы стремимся обеспечить конфиденциальность и безопасность вашей личной информации.",
    "p2": "Эта политика применяется ко всем персональным данным, собранным через наши:",
    "list": {
      "item1": "Веб-сайт на",
      "item2": "Мобильное приложение",
      "item3": "Взаимодействие со службой поддержки клиентов",
      "item4": "Услуги бронирования и перевозки"
    }
  },
  "collect": {
    "title": "Какие данные мы собираем",
    "description": "Мы собираем и обрабатываем различные типы персональных данных в зависимости от того, как вы взаимодействуете с нашими услугами:",
    "provided": {
      "title": "Данные, которые вы предоставляете нам",
      "item1": "Контактная информация (имя, электронная почта, номер телефона)",
      "item2": "Данные аккаунта (имя пользователя, пароль)",
      "item3": "Детали бронирования (места отправления/прибытия, даты, время, информация о пассажирах)",
      "item4": "Платежная информация (данные кредитной карты, платежный адрес)",
      "item5": "Содержание сообщений (сообщения, отправленные через формы, email или чат)",
      "item6": "Отзывы и оценки"
    },
    "automatic": {
      "title": "Данные, собираемые автоматически",
      "item1": "Информация об устройстве (IP-адрес, тип браузера, операционная система)",
      "item2": "Данные об использовании (посещённые страницы, время на сайте, нажатые ссылки)",
      "item3": "Данные о местоположении (если разрешено настройками устройства)",
      "item4": "Cookies и аналогичные технологии отслеживания (описано в нашей Cookie Policy)"
    }
  },
  "use": {
    "title": "Как мы используем ваши данные",
    "description": "Мы используем ваши персональные данные для следующих целей:",
    "item1": "Для предоставления и управления нашими транспортными услугами",
    "item2": "Для обработки бронирований и платежей",
    "item3": "Для связи с вами по вопросам бронирований или запросов",
    "item4": "Для улучшения наших сервисов и функциональности сайта",
    "item5": "Для персонализации вашего опыта и предложения релевантного контента",
    "item6": "Для отправки рекламных сообщений (с вашего согласия)",
    "item7": "Для соблюдения юридических обязательств",
    "item8": "Для защиты наших прав, собственности или безопасности",
    "legal": "Мы обрабатываем ваши персональные данные на основании исполнения договора, юридических обязательств, законных интересов и вашего согласия, если это применимо."
  },
  "rights": {
    "title": "Ваши права",
    "description": "В соответствии с законами о защите данных вы обладаете следующими правами в отношении ваших персональных данных:",
    "access": {
      "title": "Доступ:",
      "description": "Запросить копию ваших персональных данных"
    },
    "rectification": {
      "title": "Исправление:",
      "description": "Запросить исправление неточных данных"
    },
    "erasure": {
      "title": "Удаление:",
      "description": "Запросить удаление ваших данных в определённых случаях"
    },
    "restriction": {
      "title": "Ограничение:",
      "description": "Запросить ограничение обработки ваших данных"
    },
    "portability": {
      "title": "Передача данных:",
      "description": "Запросить передачу ваших данных в структурированном формате"
    },
    "objection": {
      "title": "Возражение:",
      "description": "Возразить против обработки ваших данных в определённых случаях"
    },
    "consent": {
      "title": "Отзыв согласия:",
      "description": "Отозвать ранее данное согласие"
    },
    "contact": "Чтобы воспользоваться любым из этих прав, свяжитесь с нами по адресу"
  },
  "security": {
    "title": "Безопасность данных",
    "description": "Мы внедряем соответствующие технические и организационные меры для защиты ваших персональных данных от несанкционированного доступа, случайной потери или уничтожения. Наши процедуры безопасности регулярно пересматриваются и обновляются при необходимости."
  },
  "retention": {
    "title": "Хранение данных",
    "description": "Мы храним ваши персональные данные только столько, сколько необходимо для достижения целей, для которых они были собраны, включая юридические, бухгалтерские или отчетные требования. При определении сроков хранения мы учитываем объем, характер и чувствительность данных, потенциальный риск несанкционированного использования или раскрытия, цели обработки и применимые юридические требования."
  },
  "cookies": {
    "title": "Cookies",
    "description": "Наш сайт использует cookies и аналогичные технологии для улучшения вашего опыта просмотра. Наша политика использования cookies, доступная на сайте, объясняет, как мы собираем, используем и защищаем вашу личную информацию.",
    "link": "Политика использования cookies"
  },
  "contact": {
    "title": "Связаться с нами",
    "description": "Если у вас есть вопросы, замечания или запросы по поводу этой политики конфиденциальности или наших практик обработки данных, пожалуйста, свяжитесь с нами по адресу:",
    "company": "Royal Transfer EU",
    "email": {
      "label": "Электронная почта:",
      "address": "privacy@royaltransfereu.com"
    },
    "phone": {
      "label": "Телефон:",
      "number": "+39 351 748 22 44"
    },
    "address": {
      "label": "Адрес:",
      "value": "123 Transfer Street, EU 12345"
    }
  }
}
